[{"mp_name":"Caroline Lucas","body":"The right hon. Gentleman said a moment ago that the great repeal Bill will give us some certainty, so may I ask him for certainty on environmental legislation in particular? Even when EU legislation has been enshrined in UK law, we need to know, first, the extent to which any future changes to environmental safeguards will be subject to parliamentary scrutiny and vote; and, secondly, what kind of accountability mechanisms he imagines will be in place. Once we are out of the EU, we lose access to the European Court of Justice and the Commission. How will that environmental legislation become judiciable? I am sure that, like me, the hon. and learned Gentleman welcomes the half U-turn from the Government, allowing a debate before article 50 is invoked, but what about an actual vote? I am concerned that the amendment does not mention a vote in this House before article 50 is triggered, and that is crucial.","date":1476230400000,"debate_title":"Parliamentary Scrutiny of Leaving the EU","mp_id":24910,"is_female":true,"topics":{"legislation":0.46,"parliamentary terms":0.21,"development & climate change":0.13,"elections":0.11}},{"mp_name":"Caroline Lucas","body":"On a point of order, Mr Speaker. I am grateful to you, Mr Speaker. I know that colleagues will want to get on with the main business, but I wish to raise a brief point of order.The Justice and Security Bill goes to the other place for its final stages tomorrow, but this House has still not been informed whether the introduction of secret courts affects habeas corpus. Indeed, the House has had no fewer than four different answers from the Minister without Portfolio, ranging from “yes”, “no” and “not sure” to “I’ll check”. Will you rule, Mr Speaker, on whether the Minister without Portfolio should come back to the House before the Bill gets its Royal Assent to tell us what the right answer is?","date":1364169600000,"debate_title":"Succession to Hereditary Peerages and Estates","mp_id":24910,"is_female":true,"topics":{"speaker of the house":0.44,"counter terrorism":0.16,"secretary of state terms":0.11}},{"mp_name":"Caroline Lucas","body":"The offer of 20,000 refugees over five years amounts to just 12 refugees a day, which falls pitifully short of what is needed and of what people in this country deserve and expect. Local authorities such as Brighton and Hove’s would be very willing to accept more, provided the Government fully resource this. Will the Prime Minister therefore guarantee the funds—not from the aid budget—and, crucially, that they will last for more than one year, so that people who want to act to help this crisis can be enabled to do so?","date":1441584000000,"debate_title":"Oral Answers to Questions &#8212; Work and Pensions: Syria: Refugees and Counter-terrorism","mp_id":24910,"is_female":true,"topics":{"local authority":0.27,"development & climate change":0.21,"immigration":0.12}},{"mp_name":"Caroline Lucas","body":"What changes he proposes to make to the Warm Front scheme to ensure that it meets the needs of vulnerable fuel-poor households. Warm Front funding is to be reduced from £345 million to £110 million by next year-that is a 68% cut. The Government's plans to try to bridge the gap are likely to be funded through a levy on consumer bills, but that does not take into account the fact that this perversely hits the fuel poor hardest. What account has the Secretary of State taken of the Government's own figures, which estimate that although options such as an extension of CERT-the carbon emissions reduction target-might take between 21,000 and 31,000 households out of fuel poverty, the impact via increased fuel bills is that it results in 70,000 to 150,000 households being put into fuel poverty?","date":1289433600000,"debate_title":"Energy and Climate Change: Warm Front Scheme","mp_id":24910,"is_female":true,"topics":{"money-related terms":0.34,"energy":0.19,"private housing":0.13}},{"mp_name":"Caroline Lucas","body":"Building on the right hon. Lady’s point, does she agree that it is not only inhumane for doctors not to treat people with serious illnesses, but counter-productive? If somebody is here with a communicable illness, it is counter-productive for doctors not to treat them. This is just a nasty policy and a case of blaming foreigners to distract from the Government’s £20 billion of cuts to the NHS and the cost of reorganisation. Given that the figures show that first-instance decision making is very poor in this regard, with 42% of family visit visas and 51% of entry clearance applications successfully appealed last year, does the right hon. Lady agree that it would be better to focus on getting the system right than on eroding appeal rights against immigration decisions?","date":1382400000000,"debate_title":"Descendants of Deceased Adopted People (Access to Information): Immigration Bill","mp_id":24910,"is_female":true,"topics":{"nhs":0.29,"immigration":0.2,"tribunal":0.15,"parliamentary terms":0.15,"money-related terms":0.13}},{"mp_name":"Caroline Lucas","body":"I genuinely very much welcome the Minister’s support for the sixth-form sector and sixth-form colleges, but he has been speaking for nearly 10 minutes and has said nothing about the arbitrary funding that has been the focus of so much of the concern expressed on both sides of the House. Will he commit to look at this funding issue? Will the Government look at how much funding is required for the rounded curriculum that sixth-form colleges want to deliver? Colleges in my constituency, such as Varndean College and Brighton, Hove & Sussex Sixth Form College, are desperate to deliver it but are being undermined by the lack of funding, which the Minister still has not really addressed. The hon. Gentleman is making an incredibly powerful case. On the issue of underfunding, does he agree that sixth-form colleges are uniquely cruelly treated, because unlike schools and academies they cannot cross-subsidise from the more generous funding available for younger students in schools and they do not receive a VAT reimbursement? So not only are they the most efficient, with the best track record on delivery, but they are the most underfunded section of the higher education area.","date":1483920000000,"debate_title":"Technical and Further Education Bill: Sixth-form Education: International Comparisons","mp_id":24910,"is_female":true,"topics":{"education":0.52,"local authority":0.24}},{"mp_name":"Caroline Lucas","body":"I echo the deep concerns about the condition of children in the camps. More generally, will the Home Secretary acknowledge that the Government’s approach is leading to a toxic, two-tier system focused on distinguished between “good” refugees and “bad” economic migrants, even if they are fleeing equally desperate situations? Can she say whether an adult who fled Afghanistan, faced mistreatment in Iran, travelled through Turkey, where he had no chance to work, and is now trapped in Calais, desperately trying to meet his brother in the UK, would be defined as a migrant or a refugee?","date":1476057600000,"debate_title":"Calais Jungle","mp_id":24910,"is_female":true,"topics":{"middle east":0.36,"immigration":0.26,"child care":0.13}},{"mp_name":"Caroline Lucas","body":"rose— I am grateful to the hon. Lady for giving way, particularly as she has made such great inroads on this subject; I commend her for that. Does she agree that it is completely unacceptable, particularly in the context she has set out, that any reform the Government introduce should make sick people even worse off? That seems to be the height of injustice. One of my constituents will lose £500 a month, and another, Graham Manning, is in the Gallery today. They need to see that justice is being done. That has to be a bottom line.","date":1460419200000,"debate_title":"Contaminated Blood","mp_id":24910,"is_female":true,"topics":{"pensioner income":0.34,"parliamentary terms":0.32}},{"mp_name":"Caroline Lucas","body":"What recent assessment he has made of the availability of affordable housing in Brighton and Hove. In spite of national constraints, the Green administration in Brighton has overseen the development of more than 500 affordable homes, with a further 230 in the pipeline, and has built the first council homes in a generation. Brighton council and councils around the country could do much more if the Government would provide direct capital grant funding. Will the Minister reconsider that and meet my constituents to discuss proposals we have put together in a local housing charter to promote fairer rents and more affordable homes?","date":1415577600000,"debate_title":"Oral Answers to Questions &#8212; Communities and Local Government: Affordable Housing","mp_id":24910,"is_female":true,"topics":{"local authority":0.26,"construction":0.25,"private housing":0.22}},{"mp_name":"Caroline Lucas","body":"rose— The hon. Gentleman makes a powerful case about how betting shops and fixed odds betting terminals are proliferating in some of our most deprived areas. We have 70 FOBTs in Brighton, Pavilion alone. Does he share my concern that some betting shops are now cutting the hourly wages of their staff, but offering them the chance to make up the loss if they can increase the profit from the machines? Is not that completely unacceptable?","date":1389139200000,"debate_title":"Opposition Day &#8212; [16th Allotted Day] &#8212; Housing: Fixed Odds Betting Terminals","mp_id":24910,"is_female":true,"topics":{"employee's rights":0.35}},{"mp_name":"Jeremy Corbyn","body":"On a point of order, Madam Speaker. I do not know whether you are aware of the fact, but the Office of the Passenger Rail Franchising Director has issued a press release that is not allowed to be taken out of this country. A note to editors says:\nThis notice must not be taken to the USA or Canada\nor to certain other European countries. Apparently, use of the notice would make the sale of British Rail's stock and services illegal within those countries because of the level of subsidy involved. It seems extraordinary that private notes should be sent to newspaper editors about what can or cannot be exported, yet the House apparently has no prospect of hearing a statement from the Minister about exactly what he is proposing on such matters. Can you help us?","date":800496000000,"debate_title":"Prayers: Points of Order","mp_id":10133,"is_female":false,"topics":{"secretary of state terms":0.33,"european union":0.22,"farming":0.12,"house of lords":0.11}},{"mp_name":"Jeremy Corbyn","body":"I thank the hon. Gentleman for giving way. He is obviously not aware that very large numbers of people in this county feel passionately about inequality in the world, about the Ebola crisis and about many other crises, and that they believe that donating money, through the taxpayer and individually, to help to alleviate that terrible suffering involves a moral duty as well as a public good.","date":1417737600000,"debate_title":"New Clause 7 &#8212; Applicability and expiry of the provisions of this Act","mp_id":10133,"is_female":false,"topics":{"nuclear weapons":0.19,"development & climate change":0.17,"immigration":0.15,"local authority":0.11,"sports & culture":0.11}},{"mp_name":"Jeremy Corbyn","body":"I am pleased that the hon. Gentleman has mentioned the seriousness of this part of the Bill. In his view, is it possible that information could be shared between Departments about people's opinions, activities and knowledge, rather than any criminal actions or convictions? The Secretary of State must be well aware of the hurt caused to families when there is an inquest into a death in police custody, for example, and they cannot be represented because they cannot get legal aid. They therefore feel that they have all the powers of the state against them when they are merely trying to achieve truth and justice for their loved ones. Will he think again about the policy of denying legal assistance to people who are going through a terrible crisis in their lives?","date":1232928000000,"debate_title":"Coroners and Justice Bill","mp_id":10133,"is_female":false,"topics":{"domestic violence":0.48,"animal welfare":0.22,"secretary of state terms":0.16,"law":0.12}},{"mp_name":"Jeremy Corbyn","body":"On a point of order, Mr. Speaker. I want to ask you something, Mr. Speaker, about your ruling. I listened carefully to what you said about the Liberal party receiving funds, but what is not clear from your ruling is whether, if the Liberal party receives money from the British School of Motoring—money which is passed to individual Liberal Members of Parliament—they then fall within the category of those who receive outside sponsorship. If that is the case, what they raised during the debate should fall within the purview of your questioning.","date":484358400000,"debate_title":"Members' Interests","mp_id":10133,"is_female":false,"topics":{"speaker of the house":0.24,"house of lords":0.23,"secretary of state terms":0.14}},{"mp_name":"Jeremy Corbyn","body":"To ask the Prime Minister if he will list his official engagements for Tuesday 29 January. Will the Prime Minister spend some time today considering the effects of 13 days of war in the Gulf, the deaths of service people, the massive losses of Iraqi civilians, the environmental destruction throughout the region, and the loss of some civil liberties in this country? Will the right hon. Gentleman accordingly join King Hussein of Jordan and the Pope in calling for a ceasefire in the war to enable the problems of the region to be addressed peacefully, as they will all be there at the end of the fighting?","date":665107200000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Engagements","mp_id":10133,"is_female":false,"topics":{"middle east":0.43}},{"mp_name":"Jeremy Corbyn","body":"Will my right hon. Friend concede that the Immigration (Carriers' Liability) Act 1987 and the fines on carriers of people into Britain who are subsequently not admitted have encouraged the growth of unscrupulous agents all round the world, enabling them to make a great deal of money out of the misery and sorrow of some poor and desperate people? Will the Home Secretary give way? Will the right hon. Gentleman take this opportunity to condemn the campaign that is being mounted in some sections of the popular press? That campaign is racist in intent and is against the interests of people who are seeking asylum from situations of great danger. The Home Secretary is promoting his Bill by saying that people who are fleeing from political or social oppression do not deserve to come here and do not deserve political asylum. Because of his fast-track methods, such people may well be returned to face even greater danger to themselves and their families in the countries from which they have come. The proposed legislation undermines the principles of the 1951 Geneva convention. Even Front-Bench Members?","date":689299200000,"debate_title":"Orders of the Day &#8212; Debate on the Address: Rights, Freedoms and Responsibilities","mp_id":10133,"is_female":false,"topics":{"immigration":0.67,"legislation":0.17}},{"mp_name":"Jeremy Corbyn","body":"May I take the Secretary of State back to the answer he gave to my right hon. Friend the Member for Tottenham (Mr Lammy)? If a free school is lamentably not performing—failing its children and failing the community—does he agree that it would be much better if that free school were within the orbit of the local authority, which could observe and spot what was going on, give the necessary support and bring the school back into the accountable public sector?","date":1399852800000,"debate_title":"Oral Answers to Questions &#8212; Defence: Free Schools (Funding)","mp_id":10133,"is_female":false,"topics":{"education":0.46,"local services":0.15,"parliamentary terms":0.12}},{"mp_name":"Jeremy Corbyn","body":"Will the Minister comment on her discussions with my hon. Friend the Minister for Housing and Planning on the cost of homelessness, especially in London? She seemed to suggest that there would be an increase of 2.7 per cent. in the forthcoming year, which is rather less than the floor increases that she has announced for other services.\nWill she also give an indication as to when the Government expect to make an announcement on future housing investment? Does she concede that the terrible housing crisis faced by many in inner London can be adequately solved only by a large public investment in good-quality homes for many of the poorest and most dispossessed people in this country?","date":975283200000,"debate_title":"Local Government Finance","mp_id":10133,"is_female":false,"topics":{"private housing":0.41,"investment":0.22,"inquiries & reports":0.15}},{"mp_name":"Jeremy Corbyn","body":"What monitoring he proposes of the United Nations referendum on the future of the Western Sahara. [20415] Does the Minister recognise that, during the 24 years of Moroccan occupation of Western Sahara, Morocco has constantly obstructed the efforts of the United Nations to bring about peace and to register the people who live or belong to the Western Sahara? Will he ensure that any monitoring that takes place is of the entire process, not merely voting, and that the European Union, the Commonwealth and this country all send observers in the run-up period as well as during the very welcome referendum so that, at last, the people of the Western Sahara can see peace and prosperity, free from military rule?","date":884649600000,"debate_title":"Oral Answers to Questions &#8212; Foreign and Commonwealth Affairs: Western Sahara","mp_id":10133,"is_female":false,"topics":{"middle east":0.37,"european union":0.18,"elections":0.15}},{"mp_name":"Jeremy Corbyn","body":"May I ask the Leader of the House once again to look at the issue of housing in this country? Will he examine the terrible combination of the benefit cap, cuts in benefits altogether and the sky-high private sector rents in London, which are leading to the social cleansing of whole areas of our capital city? We need urgent action on this, including a debate on the need to bring in realistic rent controls so that housing is affordable for everyone in this country, not just the privileged minority.","date":1389830400000,"debate_title":"Business of the House","mp_id":10133,"is_female":false,"topics":{"private housing":0.48,"immigration":0.15,"inquiries & reports":0.11,"construction":0.1}},{"mp_name":"Margaret Thatcher","body":"The work of Westland Helicopters Ltd. for the Ministry of Defence in support of the existing helicopter fleet is worth some £60 million per annum. Negotiations are nearing completion for eight new Sea Kings, worth over £25 million. My right hon. Friend the Secretary of State for Defence announced on 9 April that orders worth over £300 million are planned for an initial batch of 25 utility version EH101 and 16 Lynx helicopters. The question that the hon. Gentleman has put on the Order Paper is about Government contract expenditure committed to Westland since January 1986. On the other matters, I have answered in detail and stand by what I have said. We hope that the development of the EH 101 will proceed satisfactorily so that the orders can be fully and properly negotiated. With regard to work on space, I have nothing to add to what I said previously. As my hon. Friend is aware, we give a subscription of about £100 million to the European Space Agency. At present we simply could not do any more than that because the amount of taxpayers' money that goes to research and development is very considerable. At present, further money is coming from the private sector. [Interruption.]","date":562464000000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Westland plc","mp_id":19284,"is_female":true,"topics":{"money-related terms":0.23,"construction":0.15,"speaker of the house":0.14,"armed forces":0.13}},{"mp_name":"Margaret Thatcher","body":"I look forward to meeting the President of the United States at the Tokyo economic summit in two weeks' time. We look forward to studying the full text of SALT II, which we have not yet seen. The United States has made clear that SALT II will not affect existing co-operation within the Alliance. So far as our own position is concerned, we have received assurances that there is nothing in the agreement to prevent us from ensuring the continuing effectiveness of Britain's nuclear deterrent. I accept entirely what the right hon. Gentleman says. I hope to be discussing these matters with the President at the Tokyo summit. As my hon. Friend knows, the Government's objective is to return Rhodesia to legality and to try to secure the co-operation of as many other nations as possible in that objective. As my hon. Friend also knows, Lord Harlech is visiting many of the front-line States at the moment. We expect to receive his report when he returns in just over a week's time.","date":298166400000,"debate_title":"Oral Answers to Questions &#8212; President Carter","mp_id":19284,"is_female":true,"topics":{"european union":0.41,"parliamentary terms":0.17,"middle east":0.1}},{"mp_name":"Margaret Thatcher","body":"I have no plans to do so. I warmly congratulate my hon. Friend on his persistence in this matter. He had an Adjournment debate last night, which I naturally took the precaution of reading. I was gratified to see that he quoted me during the course of that debate. My hon. Friend the Minister for Health stated what I warmly agreed with, namely, that we approach the question of small hospitals with considerable sympathy. I hope one day to go to Gidea Park. Perhaps one reason why interest rates are high and money is being attracted away from the building societies is the enormous amount of borrowing which the previous Government did. It was revealed today that the public sector borrowing requirement was £9·2 billion. If the Government do less more money might be available for building societies.","date":296352000000,"debate_title":"Oral Answers to Questions &#8212; Gidea Park","mp_id":19284,"is_female":true,"topics":{"investment":0.22,"speaker of the house":0.2,"money-related terms":0.18,"secretary of state terms":0.1}},{"mp_name":"Margaret Thatcher","body":"This issue was discussed at the Tokyo summit in June, on which I have already reported to the House. It was agreed there that an International\n\nEnergy Technology Group linked to the OECD and the IEA should be created. That group will review the action already being taken and the potential for commercial development of alternative energy sources. I do not think that there is any political difficulty about the development of solar energy. One of the problems is that in this country we should not get much out of expenditure on solar energy. We shall need far more than that. The political difficulties—and they are not party political difficulties—arise on the further development of nuclear energy. As the hon. Gentleman knows, I have made my own views on that matter very clear.","date":311904000000,"debate_title":"Oral Answers to Questions &#8212; Oral Answers to Questions: Energy Sources","mp_id":19284,"is_female":true,"topics":{"european union":0.34,"energy":0.29,"northern ireland":0.19}},{"mp_name":"Margaret Thatcher","body":"I heard a murmur and I thought that perhaps one or two people had misunderstood—[HON. MEMBERS: \"Order.\"]. With permission, Mr. Speaker, may I make it clear? The hon. Gentleman will know that the Argentines have been saying that sovereignty must be transferred to them as a precondition of negotiations or at the end of negotiations. We cannot accept that in any way.","date":390096000000,"debate_title":"Business of the House","mp_id":19284,"is_female":true,"topics":{"parliamentary terms++":0.4,"european union":0.35,"nuclear weapons":0.12}},{"mp_name":"Margaret Thatcher","body":"I have at present no plans to do so. I do not think that the hon. Gentleman can have listened to the reply that I have just given, which is that the unemployment benefit, when the increases announced after the Gracious Speech are in place, will be slightly higher than it was in real terms when we came into office. In so far as that is insufficient, there is, and should be, extra supplementary benefit available. The hon. Gentleman will also be aware that when child benefit is increased in November to the level announced in the last Budget, that also will be at a record level.","date":426211200000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Trades Union Congress","mp_id":19284,"is_female":true,"topics":{"pensioner income":0.44,"money-related terms":0.36}},{"mp_name":"Margaret Thatcher","body":"On present plans, early next year. As that candidate has had the support of our No. 1 politician in Scotland, the excellent Secretary of State for Scotland, I am sure that he is very pleased. I am sure that there is no better candidate than the young man who is standing for the Conservative Party. I entirely agree with my hon. Friend. Our candidate, Jackson Carlaw, whom I met on Friday night, has found that people there appreciate the opportunity that Conservatives have given them to purchase their council houses, while the Labour Party wants to keep those tenants under control for ever. That contract was put out to tender. We had to purchase the most suitable houses for the people there and to house our troops. The last three in the tender were British firms. It is true that some used Swedish components, but that was because those components were the best available. The policy is to buy British where it is the best available or equal to the best available, but we must insist on purchasing the best available for the purpose.","date":407462400000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Glasgow","mp_id":19284,"is_female":true,"topics":{"private housing":0.26,"armed forces":0.17,"elections":0.16}},{"mp_name":"Margaret Thatcher","body":"None, Sir. As I have told the hon. Gentleman many times, I have nothing to add to the many answers and statements that I have given on this matter. I agree with my hon. Friend. I have answered innumerable questions and given extensive replies. I have nothing further to add.","date":583027200000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Mr. Charles Powell","mp_id":19284,"is_female":true,"topics":{"secretary of state terms":0.42,"parliamentary terms":0.36}},{"mp_name":"Margaret Thatcher","body":"No, Sir. My right hon. Friend the Secretary of State for the Environment has replied to the leader of the city council. How housing resources within the city's allocation are to be used is a matter for the council to decide. I am delighted to be in such demand. Every hon. Member wants me to visit his constituency— The housing investment programme allocation this year\n\nis £47 million, which is an increased share of regional resources reflecting Liverpool's needs. The Government have also allocated £17.5 million under the urban programme for 1980-81, which is a real increase on last year. In addition, we are trying to make Speke an enterprise zone—I realise that it is not in the hon. Gentleman's constituency—which will help to create new employment. Almost every hon. Member wants to bring a deputation to see me. They should go to the Minister concerned—in this case, the Secretary of State for the Environment or the Secretary of State for Employment. The youth opportunities programme in Liverpool is providing about 6,000 opportunities for youngsters. No, Sir.","date":333849600000,"debate_title":"Oral Answers to Questions &#8212; Liverpool","mp_id":19284,"is_female":true,"topics":{"construction":0.33,"local authority":0.17,"secretary of state terms":0.17}},{"mp_name":"Margaret Thatcher","body":"The arrangements for Prime Minister's questions have been reviewed twice by Select Committees in recent years, and I am not sure how much further progress we would make by appointing another Committee now. I am very willing to answer substantive questions if they are tabled, and I hope that hon. Members will take the opportunity to put down more of them. I have never transferred a single oral question which has been put to me. I am wholly in favour of what my hon. Friend is saying. Substantive questions are the easiest to answer. No one can be sure that a particular job will exist in X years' time. It is impossible to be sure. Many jobs now are concerned with products which did not exist 10 years ago, let alone 20 years ago. Opposition Members will be aware that from 1964 to 1970, while the Labour Government were in power, the average annual number of closures in the pits was 40.","date":351388800000,"debate_title":"Oral Answers to Questions &#8212; Agriculture, Fisheries and Food: Parliamentary Questions","mp_id":19284,"is_female":true,"topics":{"house of lords":0.51}},{"mp_name":"Tony Benn","body":"Is the right hon. Gentleman aware that until hon. Members have had the opportunity to read the entire report they cannot properly assess the conduct of Ministers, whether the House was misled and whether there was a cover-up? Is he aware that Iraqi pilots were trained in Britain until a few days before the invasion of Kuwait? Is he also aware that the charge against the Government is that they were an accessory to aggression and to genocide? The whole question of the arms trade, which was denounced by four bishops in a letter in The Times yesterday, is the real and on-going issue. This country subsidises the arms trade by £1 billion per year, and those weapons are often used to repress people—as is the case with Indonesia and the people of East Timor.","date":824342400000,"debate_title":"Scott Report","mp_id":10037,"is_female":false,"topics":{"middle east":0.5,"secretary of state terms":0.16,"inquiries & reports":0.15}},{"mp_name":"Tony Benn","body":"Has it occurred to the Secretary of State that the policy of importing coal — including some from South Africa—of further pit closures and of the selling of profitable pits confirms almost every forecast made by Arthur Scargill since he became president of the National Union of Mineworkers? He forecast those events with clinical precision. Is it not a fact that that must be set against the problem of hypothermia, which is likely to kill many people this winter because of the lack of cheap fuel?","date":566438400000,"debate_title":"Oral Answers to Questions &#8212; Energy: Imported Coal","mp_id":10037,"is_female":false,"topics":{"energy":0.18,"employee's rights":0.17,"middle east":0.16,"economy":0.11}},{"mp_name":"Tony Benn","body":"On a point of order, Mr. Speaker. I am not questioning your decision. Is it in order for the grave events that occurred two miles from this Chamber on Saturday and Sunday night to be raised in the House on Thursday in the debate on crime prevention? That would provide an early opportunity for those who were present to report on the brutal battering by the police.","date":515721600000,"debate_title":"News International Plant, Wapping","mp_id":10037,"is_female":false,"topics":{"inquiries & reports":0.43,"police force":0.2,"speaker of the house":0.2}},{"mp_name":"Tony Benn","body":"May I draw the attention of the Leader of the House to an early-day motion that has been tabled today which expresses the grave anxiety felt across the whole spectrum of opinion about the provisions of the Police Bill? The Bill would allow the police to enter people's houses—including the houses of doctors, journalists, lawyers and others—and tap their telephones without any prior judicial authority. Those affected would be entirely free from any independent judicial opinion. He will have noticed, I hope, the statements made in The Times, The Daily Telegraph, The Independent and The Guardian, and the statements by Lord Callaghan, Lord Merlyn-Rees and Lord Browne-Wilkinson. Will he give careful consideration to the early-day motion, which has attracted wide support across the spectrum of opinion?","date":853372800000,"debate_title":"Business of the House","mp_id":10037,"is_female":false,"topics":{"house of lords":0.47,"legislation":0.12,"bbc":0.12}},{"mp_name":"Tony Benn","body":"Will the Foreign Secretary clarify Government policy in some important areas? First, does he rule out any United Nations appeal for a ceasefire that falls short of total agreement to the withdrawal of all Argentine forces? Secondly, does he reject General Haig's proposal published a week ago that the Argentines should be involved in the administration of the islands meanwhile? Thirdly, does he still insist upon British sovereignty subject to the islanders' veto? Fourthly, has he had assurances from President Reagan that American support would continue if British forces were used to bomb the airfields on the Argentine mainland?","date":389577600000,"debate_title":"Orders of the Day &#8212; Falkland Islands","mp_id":10037,"is_female":false,"topics":{"middle east":0.48,"nuclear weapons":0.24,"tribunal":0.13}},{"mp_name":"Tony Benn","body":"Will the Secretary of State tell the House whether his Department was consulted before Mr. Bernard Ingham was offered a university appointment sponsored by British Nuclear Fuels plc? Is it right that a Government press officer should accept that post, particularly in view of Mr. Bernard Ingham's long reputation for opposing journalists who have been critical of the nuclear industry?","date":633571200000,"debate_title":"Oral Answers to Questions &#8212; Energy: Energy Efficiency","mp_id":10037,"is_female":false,"topics":{"secretary of state terms":0.28,"education":0.14}},{"mp_name":"Tony Benn","body":"Is it not clear from the Prime Minister's statements yesterday and today, and from the \"Panorama\" interview last night, that the Government never had the slightest intention of using the United Nations for the purpose of negotiation, or of negotiating directly under resolution 502, and that it was always the Prime Minister's intention that there should be only a military expedition? Is it not clear, to that extent, that she has hitherto grossly misled the House and the country?","date":388713600000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Engagements","mp_id":10037,"is_female":false,"topics":{"house of lords":0.36,"middle east":0.27}},{"mp_name":"Tony Benn","body":"I do not know whether the Foreign Secretary is coming to this point, but if so, perhaps he will allow me to anticipate it. Has he made it crystal clear to the American Administration that if arms are supplied and poured into the civil war, or if bombing is carried out by the United States, that will put at risk more lives and the humanitarian effort and will lead us into a far worse crisis? Has he made that clear to the Americans?","date":736041600000,"debate_title":"Bosnia","mp_id":10037,"is_female":false,"topics":{"middle east":0.89}},{"mp_name":"Tony Benn","body":"Is the Minister aware that the very wild fluctuations that occurred in world markets reveal a great lack of confidence in the Western economies? Is she also aware that the damage that could be done to the British economy as a by-product of, for example, American policy makes it absolutely essential that we should not join the EMS and dismantle one of our remaining defences which it may be necessary for us to use to protect our own economy from the gambling that is taking place in the world's stock markets?","date":561772800000,"debate_title":"Oral Answers to Questions &#8212; Foreign and Commonwealth Affairs: European Community (Policies)","mp_id":10037,"is_female":false,"topics":{"banking":0.51}},{"mp_name":"Tony Benn","body":"Is the Home Secretary aware that by rejecting all concessions he has, in effect, said that after the general election pensioners, among others, will pay £5 a year more for the licence? Does he really believe that people think that commercial television costs them nothing when the consumers, many of whom are pensioners, pay for it and when all advertising budgets are tax deductible and therefore the taxpayers, many of whom are pensioners, pay for it? The Home Secretary's statement is an attack upon the group that my hon. Friend the Member for Walsall, North (Mr. Winnick) intends to protect.","date":537580800000,"debate_title":"Television Licence Fees","mp_id":10037,"is_female":false,"topics":{"pensioner income":0.5,"parliamentary terms":0.12,"bbc":0.11}}]