[{"mp_name":"Caroline Lucas","body":"In Brighton and Hove alone there are 26,000 people on the housing waiting list, so why will the Secretary of State not lift  the borrowing cap so that councils can start building again? He keeps talking about supply, and here he has a very practical way of doing it. Building on the green belt has risen fivefold in the past five years. How is he going to protect the green belt?","date":1486425600000,"debate_title":"Housing White Paper","mp_id":24910,"is_female":true,"topics":{"private housing":0.47,"regional stuff":0.13,"secretary of state terms":0.08,"banking":0.06,"investment":0.05}},{"mp_name":"Caroline Lucas","body":"On a point of order, Madam Deputy Speaker. The Government have allowed a derisory amount of time for consideration of all aspects of the Infrastructure Bill, particularly given that issues around fracking are so controversial. Is there any way of allowing us to speak for at least two hours, rather than the one hour designated for consideration of Lords amendments, not least because there are now substantive new amendments from the other place, and we ought to do them justice by having proper time to discuss them? I welcome the proposal for an anti-tax-dodging Bill, to which the motion refers. Does the hon. Lady support the idea of country-by-country reporting requirements, which I proposed in a private Member’s Bill a few years ago? They could at least have helped to show just how dependent HSBC was on Switzerland, and begun to ring alarm bells for the tax authorities at a much earlier stage.","date":1423612800000,"debate_title":"Opposition Day &#8212; [17th Allotted Day]: Tax Avoidance","mp_id":24910,"is_female":true,"topics":{"bill terminology":0.53,"speaker of the house":0.12}},{"mp_name":"Caroline Lucas","body":"Is the message that the Secretary of State is sending out today not highly likely to be seen as a green light to an increase in small-scale illegal badger killing that in turn is likely to increase the incidence of cattle TB, and will she acknowledge that there is significant scientific evidence countering the evidence that she has cited today?","date":1311033600000,"debate_title":"School Funding Reform: Bovine TB","mp_id":24910,"is_female":true,"topics":{"drugs and alcohol":0.22,"secretary of state terms":0.17}},{"mp_name":"Caroline Lucas","body":"I share the hon. Gentleman’s opposition to the level of tax evasion and avoidance. Does he agree that it is therefore regrettable that his Government are cutting the number of people working at HMRC by about 7,000? The very people who could be chasing after tax avoidance and evasion are being sacked by his Government and we therefore do not have the resources to go after it. Is that not the worst kind of false economy? The right hon. Gentleman is making a compelling case to suggest that the Government are not fully enthused about this kind of idea. Will he give me a sense of where his Front Benchers stand on the matter? I absolutely support his views, but I would love to know whether they are behind him.","date":1347494400000,"debate_title":"Backbench Business: Tax Avoidance and Evasion","mp_id":24910,"is_female":true,"topics":{"parliamentary terms":0.27,"local authority":0.09,"welfare reforms":0.06}},{"mp_name":"Caroline Lucas","body":"If he will take steps to ensure that people affected by muscle- wasting conditions in the South East Coast NHS area are adequately supported after September 2013; and if he will make a statement. I thank the Minister for her answer, but an exploration just for the potential of a mere six months’ reprieve is not good enough. As things stand, for people with muscular dystrophy and their families in the South East Coast region, from September, that is set to be the only part of the country without access to a local care and support advocate. Therefore, will the Minister agree to meet me as a matter of urgency to discuss what can be done to ensure long-term funding for that vital post, which sufferers and their families want to see continue?","date":1373932800000,"debate_title":"Oral Answers to Questions &#8212; Health: Muscle-Wasting Conditions","mp_id":24910,"is_female":true,"topics":{"care quality commission":0.3,"secretary of state terms":0.16,"construction":0.14,"child care":0.12,"energy":0.07,"regional stuff":0.06,"nhs":0.05}},{"mp_name":"Caroline Lucas","body":"What is the Secretary of State most worried about: the frightening chaos of the £1 billion commissioning underpinning the reforms that will benefit Circle health care, United Health, PricewaterhouseCoopers, KPMG, McKinsey and the rest at the expense of patients; or the personal embarrassment that he would feel if he did what he should do—if he listened to the professionals and the thousands of people who have signed the e-petition—and dropped the Bill?","date":1330387200000,"debate_title":"Oral Answers to Questions &#8212; Foreign and Commonwealth Office: Health and Social Care Bill","mp_id":24910,"is_female":true,"topics":{"nhs":0.45,"fraud terminology":0.15,"secretary of state terms":0.06}},{"mp_name":"Caroline Lucas","body":"Notwithstanding the brilliant local work of nurses and doctors, hospitals like those in the Brighton and Sussex University Hospitals NHS Trust face real challenges, including bed shortages and people having to wait for many hours for tests such as X-rays and so on. Sometimes, people wait in A and E for 12 hours for a bed. Does that not demonstrate how reckless and dangerous it is for the Secretary of State’s Department to impose cuts of £30 million on that hospital trust this year and next year, and will he reconsider?","date":1384214400000,"debate_title":"Oral Answers to Questions &#8212; Justice: Urgent and Emergency Care Review","mp_id":24910,"is_female":true,"topics":{"nhs":0.83,"money-related terms":0.11}},{"mp_name":"Caroline Lucas","body":"The Secretary of State is very kind to give way. My point is that not only is the route of HS2 environmentally damaging, but the whole scheme is socially regressive. It is unaffordable to the bottom 50% of income bands and, in effect, it redirects money from the poorest to the richest. How can he justify this reverse Robin Hood strategy when that £33 billion could be better invested in giving us a better rail system for everybody, not just for the privileged few?","date":1372204800000,"debate_title":"High Speed Rail (Preparation) Bill","mp_id":24910,"is_female":true,"topics":{"pensioner income":0.45,"investment":0.24,"airport and rail expansion":0.11}},{"mp_name":"Caroline Lucas","body":"I welcome the Home Secretary’s statement and particularly her focus on vulnerable groups. I want to return to the question that was raised by the hon. Member for Liverpool, West Derby (Stephen Twigg). LGBT groups have experienced particular victimisation, stigmatisation, violence and so forth. I urge her, in looking at vulnerable groups with the UN, to focus on LGBT communities. She said that it was “quite possible” that such people would qualify. That was not as reassuring as I had hoped.","date":1390953600000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Syrian Refugees","mp_id":24910,"is_female":true,"topics":{"care quality commission":0.42,"middle east":0.14,"parliamentary terms++":0.07,"counter terrorism":0.07}},{"mp_name":"Caroline Lucas","body":"Recent analysis shows that UK power could be almost 90% renewable by 2030, while electrifying 25% of all heating demand and putting around 12.7 million electric cars on the road, but that would require cutting demand for space heating by over 50%. That means much smaller bills, too. The Secretary of State has clearly been spending a lot of time with the Chancellor recently; can she tell us whether energy efficiency will be a Treasury infrastructure priority in the future?","date":1447891200000,"debate_title":"Department of Energy and Climate Change: Topical Questions","mp_id":24910,"is_female":true,"topics":{"energy":0.46,"economy":0.13,"money-related terms":0.11,"construction":0.08}},{"mp_name":"Caroline Lucas","body":"Small businesses in my constituency have been flagging up the importance of local enterprise partnerships focusing more on skills training and apprenticeships, and on the fact that that could be better promoted if all LEP boards included at least one specialist education representative. What does the Minister think of that idea, and will he consider making it a prerequisite for LEPs receiving Government funding?","date":1382572800000,"debate_title":"Oral Answers to Questions &#8212; Business, Innovation and Skills: Topical Questions","mp_id":24910,"is_female":true,"topics":{"education":0.51,"business":0.39}},{"mp_name":"Caroline Lucas","body":"What recent discussions she has had with the Secretary of State for Business, Innovation and Skills on the environmental regulations considered for possible revocation under the red tape challenge. I thank the Secretary of State for her answer, by which I am not entirely reassured. Does she know that in my constituency, in Brighton and Hove, standards for nitrogen dioxide are regularly exceeded at 20 sites across the city? Much of the pollution—as well as its costly health consequences—is caused by traffic. Will she therefore absolutely guarantee to defend the regulations on air quality that set health protection standards should they come under threat from the insidious red tape challenge?","date":1305158400000,"debate_title":"Oral Answers to Questions &#8212; Environment, Food and Rural Affairs: Red Tape Challenge","mp_id":24910,"is_female":true,"topics":{"business":0.14,"secretary of state terms":0.11,"construction":0.09,"airport and rail expansion":0.08,"parliamentary terms+":0.06}},{"mp_name":"Caroline Lucas","body":"rose— I thank the right hon. Lady for having visited Brighton and Hove and spent time looking at some companies in my constituency. Those businesses are rightly proud that our city has won £3.3 million of investment for ultrafast broadband, but they are worried about a potential story coming from Labour that about half the super-connected cities budget could be cut to concentrate on access in rural areas. Does she agree that the speed versus access debate is not helpful because both are essential for different reasons? We need basic internet access for social inclusion, but ultrafast capacity is essential if we are to enable our UK cities to be at the cutting edge of international creative and digital innovation.","date":1371600000000,"debate_title":"Opposition Day &#8212; [3rd Allotted Day] &#8212; Arts and Creative Industries","mp_id":24910,"is_female":true,"topics":{"investment":0.24,"construction":0.18,"care quality commission":0.18}},{"mp_name":"Caroline Lucas","body":"It is no good having more rolling stock if it is not actually moving, and it is not good enough for the Minister simply to blame the unions. Her Department has to get  a grip. My constituents are furious. They are paying through the nose for an appalling service that threatens their jobs and robs them of time with their families, while the pay deal of the chief executive officer of Go-Ahead rose to more than £2 million last year. Will she get a grip, stop defending the failing private sector, remove the franchise and put the service into transparent and accountable hands now?","date":1467244800000,"debate_title":"Oral Answers to Questions &#8212; Transport: Southern Rail","mp_id":24910,"is_female":true,"topics":{"money-related terms":0.17,"employee's rights":0.11,"farming":0.07}},{"mp_name":"Caroline Lucas","body":"What progress his Department has made on the transforming rehabilitation programme. Does the right hon. Gentleman agree that it is deeply worrying that a recent survey of probation workers shows that more than 90% disagree with the view that the changes will provide value for money for the taxpayer, or improve service provision for users—they talk about spiralling work loads, stress, and dysfunctional IT? When will he stop ignoring the experts and admit that the best option to reduce reoffending and protect public safety would be to cancel the probation sell-off and re-integrate the two parts of the service at the earliest opportunity?","date":1410220800000,"debate_title":"Oral Answers to Questions &#8212; Justice: Transforming Rehabilitation Programme","mp_id":24910,"is_female":true,"topics":{"nhs":0.35,"local services":0.11,"immigration":0.09}},{"mp_name":"Caroline Lucas","body":"Does the green deal Minister remember telling the Energy Bill Committee that he fully expected the energy company obligation to provide a far greater level of support to tackle fuel poverty than either the carbon emissions reduction target or Warm Front? In what way is ECO’s pitifully small £325 million a year for fuel-poor homes a far greater level of resource than the 2010-11 Warm Front spending of £370 million or CERT spending of about £600 million on priority groups?","date":1322697600000,"debate_title":"Energy and Climate Change: Domestic Energy Costs","mp_id":24910,"is_female":true,"topics":{"money-related terms":0.23,"energy":0.23,"development & climate change":0.14,"bill terminology":0.07}},{"mp_name":"Caroline Lucas","body":"The authorities in Peru, El Salvador and Panama have raided offices of Mossack Fonseca, seizing documents and computer equipment, but no one has knocked on the door of the law firm’s branch in the UK. While recognising the operational independence of our enforcement agencies, does the Prime Minister share my deep concern that, as we speak, documents are no doubt being shredded and databases being wiped, undermining the opportunity to bring further potential wrongdoing to light?","date":1460505600000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Engagements","mp_id":24910,"is_female":true,"topics":{"counter terrorism":0.28,"inquiries & reports":0.19,"european union":0.08}},{"mp_name":"Caroline Lucas","body":"I am grateful to the Minister for giving way, but does he not accept that a Bill that is so ideologically based—it is essentially evidence-free, simply saying that all regulation is bad and that the free market is always good—does not do justice to protecting people or the environment?","date":1403481600000,"debate_title":"&#8220;Schedule 1a: Schedule 15 &#8212; Schools: reduction of burdens","mp_id":24910,"is_female":true,"topics":{"legislation":0.77,"domestic violence":0.1}},{"mp_name":"Caroline Lucas","body":"Nine months after signing the Paris climate agreement, the Government still have not ratified the treaty. According to the Committee on Climate Change, they lack half the policies they need to meet their climate targets. With the delayed carbon reduction plan and the very real risk of missing our renewable energy targets, will the Prime Minister take this opportunity to reassure people that the Government remain committed to climate action? Will they follow the example of the 26 states that have already ratified the treaty, including the US and China? Will they give us a firm date for ratification before the follow-up negotiations in November?","date":1473206400000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Engagements","mp_id":24910,"is_female":true,"topics":{"development & climate change":0.55}},{"mp_name":"Caroline Lucas","body":"Has the Minister heard of progressive taxation? That would be a concrete way of clawing back money from those who can afford it. The danger of the Government’s approach arises when everyone has a service and everyone stands up to defend it. As soon as one starts to chip away at it, it is undermined, and the poorest lose out most.","date":1334793600000,"debate_title":"Business of the House: Clause 8 &#8212; High income child benefit charge","mp_id":24910,"is_female":true,"topics":{"pensioner income":0.59}},{"mp_name":"Jeremy Corbyn","body":"Will there be a statement or a debate next week on the G7 economic summit and its outcome, with particular reference to third-world debt—the system whereby the poorest countries subsidise the banking systems of western Europe, north America and Japan? It is time that the G7 summit stopped the transfer of wealth from the poor to the rich, wrote off the debts and arranged for changes in the trading system so that commodity prices paid to the poorest people around the world for their products rise instead of continuing to decline. Is not the right hon. Gentleman aware that, the longer the system continues, the more schools and hospitals will be closed in poor countries, the worse the health of the people of those countries will become and the more damage will be done to their environment? This is a serious matter and should be debated in the House.","date":679190400000,"debate_title":"Business of the House","mp_id":10133,"is_female":false,"topics":{"banking":0.3,"european union":0.22,"pensioner income":0.2,"inquiries & reports":0.16,"nhs":0.08}},{"mp_name":"Jeremy Corbyn","body":"I should like to take the Secretary of State back to the answer she gave to the hon. Member for Cambridge (Dr Huppert). What convictions have been obtained against Mohammed Ahmed Mohamed? What prosecutions are planned? Does she not think that there is something deeply dangerous about using the royal prerogative to bypass Parliament in order to take away someone’s nationality or access to a passport? Should not an element of accountability be essential in any democratic liberal society such as ours?","date":1383523200000,"debate_title":"Oral Answers to Questions &#8212; Defence: Mohammed Ahmed Mohamed","mp_id":10133,"is_female":false,"topics":{"counter terrorism":0.36,"northern ireland":0.19,"secretary of state terms":0.19,"domestic violence":0.13,"immigration":0.1}},{"mp_name":"Jeremy Corbyn","body":"In reply to my hon. Friend the Member for Newport, West (Mr. Flynn), the Defence Secretary said that President Clinton had taken account of the views put forward by allied Governments, including the United Kingdom. Can he tell us exactly what those views were? Will he place those opinions in the Library so that they can be made public? Will he say that, in the event that either future President Gore or future President Bush requests us to endorse national missile defence, with all its dangers and illegalities, the British Government will simply say no?","date":972864000000,"debate_title":"Oral Answers to Questions &#8212; Kfor: Rogue Governments","mp_id":10133,"is_female":false,"topics":{"middle east":0.22,"northern ireland":0.22,"secretary of state terms":0.2,"armed forces":0.14,"immigration":0.1}},{"mp_name":"Jeremy Corbyn","body":"Will the Minister give way? Does the hon. Gentleman accept that the vast number of people in this country feel strongly about the question of failed asylum seekers and destitution, and provide food, support and somewhere to live in churches, mosques and other places? I agree that it is an absolute disgrace that we expect people to live in complete destitution until they have got through the relevant number of years, which the Government propose to extend, before they can get residence in this country. We need to be humane about it.","date":1341360000000,"debate_title":"Vote on Account 2012-13 &#8212; Home Office: UK Border Agency","mp_id":10133,"is_female":false,"topics":{"immigration":0.68,"parliamentary terms+":0.11,"sports & culture":0.06,"farming":0.06}},{"mp_name":"Jeremy Corbyn","body":"Has the Secretary of State considered the problem of the high level of private sector rents, particularly in major cities such as London? Families are routinely placed in private rented accommodation by local authorities, where the rents can be as much as £300 to £400 a week, and when people are offered jobs, they cannot afford to take them because they will be considerably worse off. Is he prepared to tackle such excessive rents and the need, I believe, for rent control and a housing benefit taper that reflects the problem that too many families face?","date":1228867200000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Welfare Reform","mp_id":10133,"is_female":false,"topics":{"private housing":0.7,"construction":0.13,"pensioner income":0.06,"secretary of state terms":0.05}},{"mp_name":"Jeremy Corbyn","body":"Can the Secretary of State tell us exactly how much money has been spent by the UK in the Afghan operation over the past 11 years—[ Interruption. ] It is not a joke. Can he also tell us what the comparative figures are for poverty among the ordinary people of Afghanistan now and 11 years ago?","date":1355875200000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Afghanistan","mp_id":10133,"is_female":false,"topics":{"secretary of state terms":0.25,"money-related terms":0.21,"middle east":0.21,"pensioner income":0.17}},{"mp_name":"Jeremy Corbyn","body":"To ask the Secretary of State for Education and Science what plans he has to improve the teacher supply in London. Is the Minister aware that her reply will be of no comfort to those children who today are still without teachers, or to those parents who are concerned that their children are not receiving a proper education? Is she further aware that a survey of the London borough of Lambeth today has shown that 43 primary schools are short of teachers, that they expect to be short for the remainder of the term and that that is a common position throughout inner London?\nIs not one problem the fact that the London weighting for teachers of £1,377 a year is less than half of that paid to bank staff and the lowest weighting in any public sector employment? Should not the Minister address herself to the problem of teachers' salaries, their negotiating position and, above all, the extraordinarily high housing costs? Is there not a need for decent. cheap housing to attract teachers to London so that our children do not suffer because of the teacher shortage?","date":624585600000,"debate_title":"Oral Answers to Questions &#8212; Education and Science: Teacher Supply","mp_id":10133,"is_female":false,"topics":{"education":0.32,"money-related terms":0.16,"private housing":0.15,"secretary of state terms":0.13,"construction":0.06,"child care":0.05}},{"mp_name":"Jeremy Corbyn","body":"To ask the Prime Minister, when he next expects to meet representatives of London's homeless. Is it not about time the Prime Minister met representatives of London's homeless to learn that 40,000 families—about 100,000 people—spent Christmas in temporary accommodation, a 10 per cent. increase on a year ago, that there are 50,000 single homeless in London and more than 2,000 sleeping on the streets, a 10 per cent. increase on a year ago and a fivefold increase on five years ago? Is it not about time money was provided to local authorities to buy and build so that families can grow up in decent accommodation rather than suffering the indignity of bed and breakfast accommodation, and public resources were put where they are needed to provide decent homes for the people of this city rather than building empty office blocks for speculative gain?","date":726796800000,"debate_title":"Prime Minister: Homelessness","mp_id":10133,"is_female":false,"topics":{"private housing":0.63,"construction":0.17,"money-related terms":0.09}},{"mp_name":"Jeremy Corbyn","body":"Will the Leader of the House make time available—I notice that there may possibly be a suitable day the week after next—for a debate on foreign policy so that the relationship between the richer northern countries and the poorer southern countries can be examined and debated? The issue of world poverty should be addressed seriously. It cannot be right that we continue to extract wealth from the poorest countries through debt repayment and trade imbalance and pretend that it is nothing to do with us and that we do not need to do anything about it. Can he promise such a debate?","date":799545600000,"debate_title":"Business of the House","mp_id":10133,"is_female":false,"topics":{"inquiries & reports":0.45,"european union":0.34,"pensioner income":0.16}},{"mp_name":"Jeremy Corbyn","body":"asked the Secretary of State for Social Services what is the total number of people on the waiting list for National Health Service operations and how many usable beds are temporarily out of use. Should not the Minister be able to give more accurate and up-to-date information on this scandalous waste of resources?","date":467337600000,"debate_title":"Oral Answers to Questions &#8212; Social Services: Hospital Waiting Lists","mp_id":10133,"is_female":false,"topics":{"nhs":0.44,"secretary of state terms":0.16}},{"mp_name":"Jeremy Corbyn","body":"To ask the Secretary of State for Northern Ireland when he next expects to meet representatives of all parties in Northern Ireland to discuss the peace process. [2516] Does the Secretary of State realise that one of the problems has been delays by the Government in opening all-party talks after the first IRA ceasefire? Does he agree that, if we are to make progress and achieve all-party talks and another ceasefire, we must at least maintain lines of communication, confidence-building measures and a hope of change in the six counties? Does he agree that all-party talks have no meaning unless all parties—I mean all parties—are around the table as part of the discussions and negotiations?","date":847929600000,"debate_title":"Oral Answers to Questions &#8212; Northern Ireland: Peace Process","mp_id":10133,"is_female":false,"topics":{"northern ireland":0.77,"secretary of state terms":0.21}},{"mp_name":"Jeremy Corbyn","body":"Does the Minister not accept that there is something inconsistent about British policy towards Central America, in that the Government reduced and then removed all aid to Nicaragua, but increased it to Honduras, El Salvador and Guatemala? Are the Government prepared to support repressive and not especially democratic Governments, while being critical of the Government of Nicaragua? Should not the Government come clean and, if they do support the\n\n\nContadora process, say that they condemn the human rights violations in the other countries? Will the Government immediately resume aid to the people of Nicaragua?","date":507945600000,"debate_title":"Oral Answers to Questions &#8212; Foreign and Commonwealth Affairs: Central America","mp_id":10133,"is_female":false,"topics":{"middle east":0.43}},{"mp_name":"Jeremy Corbyn","body":"Will the Prime Minister turn his attention to the plight of the Chagos islanders, who were prevented from returning to their islands by an Order in Council on 10 June, which cannot be debated in this House, having won their right legally to return in 2000? Will he accept that there has been huge American pressure to depopulate those islands and prevent the islanders from returning? Will he meet the islanders and the Government of Mauritius, and allow the gross injustice of the 1970s to be reversed and the islanders to go home?","date":1089763200000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Engagements","mp_id":10133,"is_female":false,"topics":{"nuclear weapons":0.32,"middle east":0.18,"immigration":0.17,"private housing":0.07}},{"mp_name":"Jeremy Corbyn","body":"Around the table in the Brussels, did any Minister bring up in a humanitarian way the crisis of hundreds of people dying in the Mediterranean as refugees from war, famine and environmental disaster? European policies as a whole and western policies in part have contributed this disaster. Was there any discussion of it?","date":1414368000000,"debate_title":"Oral Answers to Questions &#8212; Education: European Council","mp_id":10133,"is_female":false,"topics":{"middle east":0.38,"european union":0.31}},{"mp_name":"Jeremy Corbyn","body":"To ask the Secretary of State for Social Security when he last held a meeting with the Occupational Pensions Board to discuss protection of pension funds. In those discussions, did the Secretary of State draw to the attention of the Occupational Pensions Board the loss of hundreds of millions of pounds of money owned by Maxwell and Mirror Group pensioners? Did he also draw attention to the total inadequacy of control over pension fund investments and procedures? Is he prepared to state clearly now that he will introduce legislation to ensure that the sort of scandal that occurred, which robbed the workers of the Maxwell and Mirror corporations, will not occur again and those workers and others like them will be protected in future?","date":699494400000,"debate_title":"Oral Answers to Questions &#8212; Social Security: Pension Funds","mp_id":10133,"is_female":false,"topics":{"fishing industry":0.52,"secretary of state terms":0.2,"employee's rights":0.1}},{"mp_name":"Jeremy Corbyn","body":"I pay tribute, as everyone else does and should, to the sacrifice and the loss of service people in Afghanistan. May I ask the Secretary of State to be slightly more objective about the situation that the Afghan people are now facing? The levels of poverty are very serious, and large numbers of Afghan people are seeking refuge in other places because they feel that they can no longer live safely there. He indicated in answer to an earlier question that the new Afghan Government were going to undertake some kind of talks with the Taliban. One obviously hopes that that will bring about long-term peace and stability for the country, and that it will result in the recognition of the rights and role of women in society there. Does he not think, given the fact that British troops and many others have been there for 13 years, that the levels of poverty, drug production and corruption are very serious? Should we not be a bit more objective about what has happened, rather than being triumphalist about it?","date":1417046400000,"debate_title":"Business of the House: Afghanistan","mp_id":10133,"is_female":false,"topics":{"middle east":0.56,"pensioner income":0.17,"secretary of state terms":0.1,"immigration":0.09}},{"mp_name":"Jeremy Corbyn","body":"This is a very depressing statement today. First, the Secretary of State gave us no indication of the long-term total costs of the system—he said only that £5 billion would be committed now. Will it cost £70 billon in total, or more? We should be told. Secondly, 184 countries manage without their own nuclear weapons, and most countries see no need whatsoever even to think about getting them. We are spending a vast amount of money on a status symbol that will make the world not a safer place but a more dangerous one. The Secretary of State’s arguments about deterrence are nonsense because those arguments could be used for any country in the world. Most choose to take active steps to bring about a nuclear-free world; this country should do the same.","date":1305676800000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Nuclear Deterrent","mp_id":10133,"is_female":false,"topics":{"money-related terms":0.24,"immigration":0.2,"nuclear weapons":0.19,"energy":0.09}},{"mp_name":"Jeremy Corbyn","body":"Has the Leader of the House had an opportunity to study early-day motion 214 on the environmental consequences of the Grande Carajas project in Brazil?[That this House is concerned that the Grande Carajas project in Brazil is environmentally damaging and disastrous for the indigenous people of the area; welcomes the recent report from Survival International which describes the devastating effects of the scheme; calls on Her Majesty's Government to support the proposals outlined in the report; and demands that Her Majesty's Government use its influence to stop the use of EEC and World Bank profits to finance projects that are environmentally damaging to the eco-system of the Amazon rain forests.]\nWill the Leader of the House ensure that in the near future the House has an opportunity to discuss the British Government's attitude to the world debt crisis, their funding through the World Bank and the EEC of environmentally damaging projects such as the Grande Carajas project, and the damage that is being done to the economies of many Latin American countries by the imposition of totally unsuitable economic models upon those countries?","date":563673600000,"debate_title":"Business of the House","mp_id":10133,"is_female":false,"topics":{"banking":0.21,"inquiries & reports":0.18,"construction":0.18,"european union":0.17,"sports & culture":0.07}},{"mp_name":"Jeremy Corbyn","body":"To ask the Minister of Agriculture, Fisheries and Food what further action his Department is taking to protect hedgerows and to encourage the planting of new hedges. I am sure that the Minister accepts that the presence of hedgerows is important in protecting wildlife and providing refuge, as well as in preventing soil erosion by wind or water. It is therefore important to increase the number of miles of hedgerows in this country, not decrease them. Will the Minister bring in statutory controls so that hedgerows cannot be removed without special permission? Does he agree that it is necessary to increase the upland hedgerow grant, which has been cut? Will he also agree to give sufficient training to farmworkers, as well as money for that training, so that the skills lost by the removal of so many hedgerows can be replaced? Does he acknowledge that hedgerows are a vital part of the countryside and of our ecosystem that we all need and enjoy?","date":606009600000,"debate_title":"Oral Answers to Questions &#8212; Agriculture, Fisheries and Food: Hedgerows","mp_id":10133,"is_female":false,"topics":{"farming":0.55,"welfare reforms":0.15,"local authority":0.13}},{"mp_name":"Jeremy Corbyn","body":"Abuses of human rights and the oppression of civilians are not unique to Libya. They may differ in degree, but they are not unique. Is the Prime Minister now suggesting that we should develop a foreign policy that would be prepared to countenance intervention in other countries where there are attacks on civilians, such as Saudi Arabia, Yemen, Oman or Bahrain? I hope that he has thought this whole thing through, because we may well be involved in a civil war in Libya for some time to come.","date":1300406400000,"debate_title":"UN Security Council Resolution (Libya)","mp_id":10133,"is_female":false,"topics":{"middle east":0.92}},{"mp_name":"Margaret Thatcher","body":"Departments are already accountable to Parliament for public funds spent on the appointment of professional financial advisers. It is always in the Government's interest to obtain the best advice available. We have no plans to change the present arrangements. We shall make the judgment at the precise moment we wish to do so. I am sure that it will be an excellent judgment. I shall pass on that suggestion to my right hon. Friend the Secretary of State for Social Services. As my hon. Friend knows, my right hon. Friend has made proposals to ensure that those authorities are properly accountable to Parliament, which they have not been in the past. I hardly think that that question is relevant to the one that I am discussing. I think that most people in this country will take the view that the Government take on that issue.","date":388108800000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Departmental Financial Advisers","mp_id":19284,"is_female":true,"topics":{"parliamentary terms":0.38,"local services":0.28,"house of lords":0.24}},{"mp_name":"Margaret Thatcher","body":"The current BBC licence fee application will be settled on the basis of the present arrangements. As far as the longer term is concerned, I have made it absolutely clear that we do not rule out the possibility of changes. I understand my hon. Friend's anxiety about increases in the licence fee. He will be aware\n\nof the recent Peat Marwick Mitchell report, which suggested a number of improvements in efficiency, which my right hon. and learned Friend will be taking into account before he makes his decision. I have no intention of putting the BBC's licence fee, or any part of it, on to the general body of taxpayers. The hon. Gentleman should address his remarks to the BBC. I understand my hon. Friend's anxiety. The BBC's licence fee is in the nature of a compulsory levy on people who have television sets. I have taken note of his other suggestions.","date":479606400000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Public Service Broadcasting","mp_id":19284,"is_female":true,"topics":{"parliamentary terms":0.38,"bbc":0.27,"tribunal":0.19,"fraud terminology":0.07}},{"mp_name":"Margaret Thatcher","body":"Yes, Mr. Speaker. There are close contacts between the Departments concerned. The aid programme supports tobacco growing in only three developing countries and to a very limited extent. As I believe the hon. Lady is aware, as she has asked a number of questions, we give aid to tobacco crops only when tobacco is the best cash crop for the country concerned. To withdraw aid in those circumstances would be damaging to the country and would rob it of a good deal of foreign earnings. I agree with my hon. Friend that the voluntary agreement has worked well. I believe that we should be very slow indeed in thinking of imposing any statutory regulations.","date":313113600000,"debate_title":"Oral Answers to Questions &#8212; Tobacco Industry (Third World)","mp_id":19284,"is_female":true,"topics":{"european union":0.22,"development & climate change":0.21,"parliamentary terms":0.17,"drugs and alcohol":0.15,"employee's rights":0.12,"banking":0.06}},{"mp_name":"Margaret Thatcher","body":"I have at present no plans to visit New Zealand. I note what my hon. Friend says. I know that New Zealand is following Thatcherite economic policies in removing exchange controls, selling shares in a number of Government-owned enterprises and reducing the burden of taxation and Government expenditure as a proportion of output. I agree with those policies. It only goes to show that the Labour party is out of step, not only with the mood of the country as a whole, but with its brothers abroad. I believe that if a country relies on another country to help with its defence it should give that country's ships refuge in its harbours.","date":564710400000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: New Zealand","mp_id":19284,"is_female":true,"topics":{"banking":0.37,"investment":0.28,"immigration":0.19}},{"mp_name":"Margaret Thatcher","body":"I welcome the debt-for-nature swaps agreed voluntarily between commercial banks, conservation organisations and debtors, although their role is likely to remain small in relation to both developing\n\ncountry debt and environmental problems. The agenda for the European Council has not yet been agreed, but environmental issues may well be raised. I am grateful to the hon. Gentleman for giving me notice. The resolution, which is addressed to the Commission for initial consideration, deals with a number of aspects relating to trade in tropical timber. My right hon. Friends in the DTI, with their officials, are looking at its full implications. It is much more practical for us to do what we do to assist the continuation of the rain forests and that is one of the reasons why we should be proud of being British.","date":613267200000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Rain Forest","mp_id":19284,"is_female":true,"topics":{"european union":0.28,"development & climate change":0.24,"parliamentary terms":0.18,"banking":0.14,"business":0.09}},{"mp_name":"Margaret Thatcher","body":"This issue was discussed at the Tokyo summit in June, on which I have already reported to the House. It was agreed there that an International\n\nEnergy Technology Group linked to the OECD and the IEA should be created. That group will review the action already being taken and the potential for commercial development of alternative energy sources. I do not think that there is any political difficulty about the development of solar energy. One of the problems is that in this country we should not get much out of expenditure on solar energy. We shall need far more than that. The political difficulties—and they are not party political difficulties—arise on the further development of nuclear energy. As the hon. Gentleman knows, I have made my own views on that matter very clear.","date":311904000000,"debate_title":"Oral Answers to Questions &#8212; Oral Answers to Questions: Energy Sources","mp_id":19284,"is_female":true,"topics":{"european union":0.34,"energy":0.29,"northern ireland":0.19,"inquiries & reports":0.08}},{"mp_name":"Margaret Thatcher","body":"Just before I reply to questions, I know that many right hon. and hon. Members will wish me to express our deep sorrow at the death of Lord Butler of Saffron Walden—a great politician and statesman—and to extend our sympathy to his family. I understand that the whole House will be given an opportunity tomorrow to pay lull and formal tribute to the late Lord Butler.","date":384480000000,"debate_title":"Oral Answers to Questions &#8212; Social Services: Prime Minister","mp_id":19284,"is_female":true,"topics":{"secretary of state terms":0.17,"child care":0.07,"animal welfare":0.05}},{"mp_name":"Margaret Thatcher","body":"I have at present no plans to do so. In answer to the hon. Gentleman's multiple question, I point out that the Price Commission did not keep down prices. Prices doubled during the lifetime of the Price Commission. Nor did the previous Government keep down unemployment. Unemployment in Scotland doubled in the lifetime of the previous Government. The hon. Gentleman knows that a large component in prices is wage and unit costs. We are doing our level best to see that the self-financing productivity about which the previous Government used to talk so much—and seem to have conveniently forgotten now—is brought back into wage negotiations.","date":317520000000,"debate_title":"Oral Answers to Questions &#8212; East Kilbride","mp_id":19284,"is_female":true,"topics":{"pensioner income":0.53,"energy":0.22,"investment":0.1,"fraud terminology":0.08,"scotland":0.06}},{"mp_name":"Margaret Thatcher","body":"I have no plans to do so. I looked quickly through the Flowers report, sufficiently to know that before any opinion is ventured on it, it requires considerable study and consultation. I heard what the hon. Lady said to my hon. Friend the Minister for Health during Question Time and I assure her that this matter will be given full consideration. My right hon. Friend is making strenuous efforts to bring to the courts any who are alleged to be fraudulent in claiming social security benefits to which they are not entitled. When they get to the courts it is a matter for the judge to decide what sentence should be passed.","date":320371200000,"debate_title":"Oral Answers to Questions &#8212; Social Services: Medical Education","mp_id":19284,"is_female":true,"topics":{"parliamentary terms":0.33,"domestic violence":0.25,"fraud terminology":0.15,"care quality commission":0.11,"private housing":0.1}},{"mp_name":"Margaret Thatcher","body":"No, Sir. I believe that my right hon. Friend the Secretary of State for Energy makes excellent use of all his opportunities. In particular, he never fails to explain what an excellent offer the National Coal Board has made to the National Union of Mineworkers. It is better than any previous offer. Both my right hon. Friend and I hope that more and more men will continue to return to work.","date":474163200000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Secretary of State for Energy","mp_id":19284,"is_female":true,"topics":{"parliamentary terms":0.32,"employee's rights":0.19,"welfare reforms":0.19,"secretary of state terms":0.1,"energy":0.06}},{"mp_name":"Margaret Thatcher","body":"During the Christmas Adjournment the Japanese Government announced a number of tariff cuts on items where we have been pressing for reductions. They also said that they would review standards and testing procedures, and we hope that this will produce a relaxation of non-tariff barriers to trade. I told Foreign Minister Abe that changes of this nature were welcome and a positive step, though their impact was likely to be small in relation to the magnitude of the trade imbalance.\nIn the past six weeks the European Commission has had a number of detailed discussions with Spain. It is to report on the outcome to the Foreign Affairs Council on 24 January.\nCommunity free trade is a treaty right. I believe that our strong representations to the French Government are having some success. I agree with my hon. Friend that the differences are grotesque—in some cases, such as Spain, due to tariff barriers, but in other cases due to non-tariff barriers. Because of this, we were very firm with the European Commission and have taken steps to speed up the negotiations, which were proceeding very slowly, with both Japan and Spain. I believe that our representations have had considerable effect. We shall continue to press them very hard.","date":411868800000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Trading Imbalances","mp_id":19284,"is_female":true,"topics":{"european union":0.39,"fraud terminology":0.13,"local authority":0.1,"single market (?)":0.08,"tribunal":0.08,"employee's rights":0.07,"banking":0.05}},{"mp_name":"Margaret Thatcher","body":"Civil servants in my private office observe the same guidelines as other civil servants. I would not accept all that the hon. Gentleman says or his interpretation of it. Civil servants in my private office have served Governments of both political complexions with great efficiency, conscientiousness and professionalism. That is a great strength of our system, and it is understood that we do not normally attack people in this House where they cannot answer back. I am certain that they will continue to carry out their duties in the highest spirit of conscientiousness and professionalism. If any people have given interviews to television as civil servants, they have cleared it with the Cabinet Secretary, who is head of the Civil Service. Matters concerning the IBA are for the IBA to reply on and not for me. The hon. Gentleman is not correct. The duties under the previous Cabinet Secretary were reissued, very substantially in the same form as previously, as the hon. Gentleman will find if he goes through them. Those duties are of course to the state, which means that they must serve the Government of the day.","date":641088000000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Private Office","mp_id":19284,"is_female":true,"topics":{"secretary of state terms":0.21,"armed forces":0.14,"legislation":0.13,"parliamentary terms":0.11,"bbc":0.1}},{"mp_name":"Margaret Thatcher","body":"None, but we remain in close touch with the German and Netherlands Governments about the follow-up to the Khan affair. I am not aware of any particular assurance given through the joint committee. The hon. Gentleman knows of the concern of all who are connected with the centrifuge enrichment plant there that there should be no repetition of previous events. We are four-square behind the nuclear non-proliferation agreement. We all genuinely and sincerely endeavour to carry out those duties in practice.","date":318124800000,"debate_title":"Oral Answers to Questions &#8212; Nuclear Security","mp_id":19284,"is_female":true,"topics":{"speaker of the house":0.28,"nuclear weapons":0.22,"european union":0.21,"energy":0.09,"immigration":0.07}},{"mp_name":"Margaret Thatcher","body":"I have at present no plans to do so. I am sorry to hear of the worries of the 97 people in Grunty Fen. I had understood that it was a very happy agricultural community, that it had a low rate of unemployment and that it was in many ways contented under a Conservative Government. As regards the hon. Gentleman's statement about monetary policy, if we are to squeeze inflation out of the economy it is vital\n\n\nthat we print less money. Our policy is directed towards that.","date":329443200000,"debate_title":"Oral Answers to Questions &#8212; Grunty Fen","mp_id":19284,"is_female":true,"topics":{"pensioner income":0.32,"economy":0.32,"regional stuff":0.14,"bbc":0.09,"farming":0.06}},{"mp_name":"Margaret Thatcher","body":"I heard a murmur and I thought that perhaps one or two people had misunderstood—[HON. MEMBERS: \"Order.\"]. With permission, Mr. Speaker, may I make it clear? The hon. Gentleman will know that the Argentines have been saying that sovereignty must be transferred to them as a precondition of negotiations or at the end of negotiations. We cannot accept that in any way.","date":390096000000,"debate_title":"Business of the House","mp_id":19284,"is_female":true,"topics":{"parliamentary terms++":0.4,"european union":0.35,"nuclear weapons":0.12}},{"mp_name":"Margaret Thatcher","body":"On a point of order, Mr. Speaker. May I give the House the latest information about the battle of the Falklands? After successful attacks last night, General Moore decided to press forward. The Argentines retreated. Our forces reached the outskirts of Port Stanley. Large numbers of Argentine soldiers threw down their weapons. They are reported to be flying white flags over Port Stanley. Our troops have been ordered not to fire except in self-defence. Talks are now in progress between General Menendez and our Deputy Commander, Brigadier Waters, about the surrender of the Argentine forces on East and West Falkland. I shall report further to the House tomorrow.","date":392860800000,"debate_title":"Falkland Islands","mp_id":19284,"is_female":true,"topics":{"armed forces":0.33,"nuclear weapons":0.22,"house of lords":0.12,"inquiries & reports":0.06}},{"mp_name":"Margaret Thatcher","body":"I have at present no plans to do so. As I indicated a few days ago, a decision will be taken fairly soon as to which surface-to-surface guided weapon will be purchased for the needs of the Royal Navy. The factors that my hon. Friend has mentioned, with a number of others, will be taken fully into account. The hon. Gentleman will be aware of the vastly increased police resources now compared with that time. He will also be aware that the latest crime figures show a small but welcome overall reduction in crime.","date":449971200000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Kingswood","mp_id":19284,"is_female":true,"topics":{"money-related terms":0.25,"police force":0.24,"armed forces":0.21,"parliamentary terms":0.18,"airport and rail expansion":0.1}},{"mp_name":"Margaret Thatcher","body":"I have at present no plans to do so. The message that I have received from the country is that the only way to tackle a potential threat from any potential aggressor is to be strong in defence forces in this country and to be strong enough at each and every level to deter any potential aggressor. That is the policy that we shall continue to follow. We long for the day when the agreement which the Soviet Union signed is, in fact, honoured. We are always prepared to consider disarmament, provided that it applies to both sides. I hope that when I meet the leaders of the Soviet Union again—I met Mr. Kosygin in Moscow on my way to Tokyo—we shall be in a position to negotiate from strength. It is true that the Russian forces in Europe are receiving the most up-to-date theatre nuclear weapons and that NATO has not had any new weapons for about 10 years. That is the task to which we must put our hand at the next NATO meeting early in December. We must agree to modernise those theatre nuclear forces.","date":311472000000,"debate_title":"Oral Answers to Questions &#8212; Ussr","mp_id":19284,"is_female":true,"topics":{"armed forces":0.4,"european union":0.2,"nuclear weapons":0.14,"secretary of state terms":0.06}},{"mp_name":"Margaret Thatcher","body":"In addition to my duties in this House I shall be having meetings with ministerial colleagues and others. It would be a rash person who became involved in the\n\n\namateur\/professional status of athletes. I am sure that my hon. Friend's words will not have gone unheard by the International Olympic Committee. Most of the figures come from the report from the sector working party on iron and steel which was published yesterday and which was signed by the trade union leaders. There are many tables in that document which show the comparative productivity of our steel industry as against other steel industries. The document was signed by both employers and unions. I am not afraid to meet either the leaders of the trade union movement or leaders of any movement, as the right hon. Gentleman knows. If he cannot ask a better question than that, I do not know why he bothers. Unlike the right hon. Member for Ebbw Vale (Mr. Foot), I assume that the trade union leaders are able to speak for themselves.","date":316742400000,"debate_title":"Oral Answers to Questions &#8212; Defence: Prime Minister (Engagements)","mp_id":19284,"is_female":true,"topics":{"inquiries & reports":0.23,"employee's rights":0.19,"parliamentary terms":0.15,"sports & culture":0.12,"secretary of state terms":0.11,"energy":0.08}},{"mp_name":"Margaret Thatcher","body":"No, Sir. The average domestic water services bill is about 20p per day. We continue to press water authorities to improve their efficiency, so as to keep increases in charges as low as possible. For this financial year the average increase in main charges was 5 per cent. No. I believe that water rates are not a tax, but are a charge for services supplied. They are therefore different in nature from the fundamental local authority rates. With regard to the charges of the Welsh water authority, I understand that the authority is consulting the local consumer advisory council about various proposals to redistribute charges between and within various groups of consumers. I am sure the hon. Gentleman realises that this is a matter for the Welsh water authority.","date":444528000000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Water Rates","mp_id":19284,"is_female":true,"topics":{"local authority":0.35,"pensioner income":0.19,"energy":0.14,"single market (?)":0.07,"local services":0.07}},{"mp_name":"Tony Benn","body":"Is the Secretary of State aware that his statement describing this action as a coalition response confirms that it had no authority whatever from the United Nations Security Council, and nor has the Secretary-General endorsed it? Given the Palestinians who were thrown into the desert and Matrix Churchill, it underlines the double standards that have been followed by the Government.\nIs the Secretary of State aware also that this will be seen worldwide as the last example of gunboat diplomacy by a lame duck President, and that it will almost certainly strengthen Saddam Hussein? Is he further aware that it is bound to stimulate Arab hostility to the west, with the growth of fundamentalism? Two years ago we probably killed 300,000 Iraqis. The right hon. and learned\n\n\nGentleman may have noticed on the news tonight that a UNICEF spokesman said that typhoid and cholera were still rampant in Iraq because of the bombing of the water supply. In those circumstances, will the right hon. and learned Gentleman realise that, whatever may be said in the House, world opinion will not take the view that he asks us to accept?","date":726883200000,"debate_title":"Iraq (Military Action)","mp_id":10037,"is_female":false,"topics":{"middle east":0.51,"secretary of state terms":0.19,"parliamentary terms":0.11}},{"mp_name":"Tony Benn","body":"Is the Prime Minister aware that there is a widespread view that patronage is one of the great cancers of our society and that the granting of honours corrupts, or can corrupt, those who are given them as well as those who are tempted by the hope of receiving them or are actually receiving them? Is the right hon. Lady aware that there is also a widespread view that some dignified way of recognising public service would be better than a system that entrenches social divisions and makes this country the laughing stock of the rest of the world?","date":312422400000,"debate_title":"Political Honours","mp_id":10037,"is_female":false,"topics":{"house of lords":0.24,"immigration":0.23,"parliamentary terms":0.21,"secretary of state terms":0.1,"drugs and alcohol":0.06}},{"mp_name":"Tony Benn","body":"Is the Home Secretary aware that by rejecting all concessions he has, in effect, said that after the general election pensioners, among others, will pay £5 a year more for the licence? Does he really believe that people think that commercial television costs them nothing when the consumers, many of whom are pensioners, pay for it and when all advertising budgets are tax deductible and therefore the taxpayers, many of whom are pensioners, pay for it? The Home Secretary's statement is an attack upon the group that my hon. Friend the Member for Walsall, North (Mr. Winnick) intends to protect.","date":537580800000,"debate_title":"Television Licence Fees","mp_id":10037,"is_female":false,"topics":{"pensioner income":0.5,"parliamentary terms":0.12,"bbc":0.11,"counter terrorism":0.1,"employee's rights":0.07}},{"mp_name":"Tony Benn","body":"Reverting to the argument for a debate on the coal industry, will the Leader of the House take into account that today's estimates suggest that the cost to public funds of the dispute is now £1,350 million, that coal stocks have fallen to dangerous levels, and that there is serious hardship in areas where miners and their wives are fighting to maintain the pits? Could not the Government arrange a day's debate to tell us why they have decided to do nothing whatever to bring the dispute to a satisfactory conclusion?","date":452995200000,"debate_title":"Business of the House","mp_id":10037,"is_female":false,"topics":{"inquiries & reports":0.26,"money-related terms":0.22,"private housing":0.1,"energy":0.09}},{"mp_name":"Tony Benn","body":"Will the Foreign Secretary clarify Government policy in some important areas? First, does he rule out any United Nations appeal for a ceasefire that falls short of total agreement to the withdrawal of all Argentine forces? Secondly, does he reject General Haig's proposal published a week ago that the Argentines should be involved in the administration of the islands meanwhile? Thirdly, does he still insist upon British sovereignty subject to the islanders' veto? Fourthly, has he had assurances from President Reagan that American support would continue if British forces were used to bomb the airfields on the Argentine mainland?","date":389577600000,"debate_title":"Orders of the Day &#8212; Falkland Islands","mp_id":10037,"is_female":false,"topics":{"middle east":0.48,"nuclear weapons":0.24,"tribunal":0.13,"northern ireland":0.06}},{"mp_name":"Tony Benn","body":"Is the right hon. and learned Gentleman aware that his statement today will not be believed by millions of people, because they know very well that it has nothing to do with law and order or national security, but with the fact that the Prime Minister thinks that she has a divine right to rule and that anybody, whether elected local authorities, trade unions, journalists, broadcasters or Members of Parliament, who stands in the way of the Prime Minister's wishes is to be denounced, intimidated and crushed, and that the Home Secretary, who is responsible for the police service, the prison service, MI5, the special branch and the BBC, is an agent for introducing a police state, which is the greatest threat to parliamentary democracy since Hitler's defeat in 1945?","date":539222400000,"debate_title":"BBC (Special Branch Raid)","mp_id":10037,"is_female":false,"topics":{"northern ireland":0.41,"bbc":0.12,"police force":0.11,"parliamentary terms":0.11,"counter terrorism":0.08}},{"mp_name":"Tony Benn","body":"Is the right hon. Lady aware that the steps that she has taken in Iran leading to the virtual withdrawal of diplomatic representation, plus the obvious pressure on President Carter to move towards the use of force pose a serious danger to world peace in that area? Would it not also be helpful to recognise in some public statement the deep sense of resentment that underlay the original aspirations of the Iranian people in seeking to get rid of the Shah and establish greater control over their own affairs?","date":325209600000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister (Engagements)","mp_id":10037,"is_female":false,"topics":{"middle east":0.61,"parliamentary terms":0.11,"bbc":0.06}},{"mp_name":"Tony Benn","body":"I am sorry that the patience of the Secretary of State is exhausted, but these are important matters. Is he aware that the real anxiety being expressed is that the security services are not under political control? He has said that he has no knowledge of the earlier years, although many of the offences occurred in the 1970s, with two Administrations. By admitting that she was misinformed, the Prime Minister has also said that she was unable, as Prime Minister, to get the truth out of the services for which she is supposed to be responsible to Parliament.\nIs the Secretary of State aware that the Government's recent legislation now makes it a crime for Mr. Colin Wallace to give the evidence that would prove that the smearing had occurred? Is he also aware that the vast sum spent in trying to prevent the publication of \"Spycatcher\" did not show a yearning that the truth should reach the British public?\nIs not all this combined to very strong evidence in support of a parliamentary inquiry at which Mr. Wallace, and perhaps Peter Wright and others who are certain that destabilisation occurred, could be rigorously cross-examined by hon. Members from across the House? Will the Secretary of State take seriously our anxiety that a breach of democratic responsibility has been committed by those who purport to be the defenders of our democratic rights?","date":633830400000,"debate_title":"Mr. Colin Wallace","mp_id":10037,"is_female":false,"topics":{"secretary of state terms":0.22,"domestic violence":0.22,"northern ireland":0.16,"inquiries & reports":0.12,"investment":0.05}},{"mp_name":"Tony Benn","body":"I beg to ask leave to move the Adjournment of the House, under Standing Order No. 10, for the purpose of discussing a specific and important matter that should have urgent consideration, namely,\nthe dispute in the mining industry and the impending closure of all pits arising from the NACODS decision to withdraw its labour.\nI appeal to you most urgently, Mr. Speaker, to give this subject priority over the stated business for the week. The Secretary of State has made it clear that there are no arrangements of any sort for talks between the board and the mining unions between now and Thursday morning, when the closure of the industry follows under the Mines and Quarries Act 1954, because it will be illegal for miners to dig coal in any pit unless there is safety cover of the sort that can be given only by those who hold the overmen's certificate.\nI urge you not to allow a matter of this importance to be considered solely in a question and answer session, unsatisfactory as that is bound to be, but to give the House of Commons, after a long recess, and the public, who have waited to hear the arguments presented, an opportunity tomorrow to discuss what the Minister said and some of the points that have been only touched on in the exchange. I very much hope you will agree.","date":467251200000,"debate_title":"Coal Industry Dispute","mp_id":10037,"is_female":false,"topics":{"inquiries & reports":0.3,"employee's rights":0.11,"house of lords":0.11,"tribunal":0.08,"secretary of state terms":0.07,"bbc":0.07}},{"mp_name":"Tony Benn","body":"Is the Secretary of State aware that, in his statement, he has simultaneously destroyed the case for privatisation, undermined the case for nuclear power by admitting that it is much more expensive, and retrospectively destroyed the Government's war against the mining industry, which he today admitted can generate electricity much more cheaply than the nuclear industry can?\nIs he aware also of the unspoken part of his statement, which is that, if cheap coal can be imported from South Africa through the proposed new Humberside ports, the miners can be pressed yet again from another source? That explains the Prime Minister's refusal to join other Commonwealth leaders in taking sanctions against South Africa.","date":626572800000,"debate_title":"Electricity Privatisation","mp_id":10037,"is_female":false,"topics":{"energy":0.3,"middle east":0.2}},{"mp_name":"Tony Benn","body":"I thank the Prime Minister and the other Members who have spoken for what they have said about John Smith. I had the privilege of knowing him and of working with him closely over 25 years in Parliament and in government, and he had two qualities that I should like to mention. Inside him burned the flame of anger against injustice, and the flame of hope that we could build a better world. That was what moved him.\nSecondly, he was a man who always said the same, wherever he was. Whether one heard him in public at a meeting or in private, whether one heard him in the Cabinet or in the House of Commons, he always said the same thing. For that reason, he was trusted. He was a lovely man, and I hope that his family will gain something from the knowledge that their grief is shared by us.","date":768700800000,"debate_title":"Prayers: Mr. John Smith (Tributes)","mp_id":10037,"is_female":false,"topics":{"parliamentary terms++":0.23,"sports & culture":0.22,"house of lords":0.18,"welfare reforms":0.09,"animal welfare":0.09}},{"mp_name":"Tony Benn","body":"Now that the Cabinet documents for 1956 have been published and are, therefore, no longer covered by any matter relating to immediate security, and now that it is clear that there was collusion then with the Israeli Government, and that— But with great respect, Mr. Speaker, one of the points referred to by Mr. Peter Wright in the book that is being suppressed is the attempt by MI6 to assassinate Colonel Nasser.","date":537494400000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Sir Richard Armstrong &#8212; Mr. Chapman Pincher (Correspondence)","mp_id":10037,"is_female":false,"topics":{"middle east":0.26,"speaker of the house":0.25,"northern ireland":0.12}},{"mp_name":"Tony Benn","body":"Is the right hon. Gentleman aware that, in the light of experience, people are sceptical about the kind of assurance that he has given today? Is he also aware that nowhere in the world has anyone found a safe and sure way of storing nuclear waste for the long term? Is he further aware that what he said about maintaining the highly toxic waste on the surface until it has cooled down was tried at Windscale, now Sellafield, and that if he examines the records he will find that a major leak of that highly toxic waste was located in December 1978? Is he aware also that if the cost of storing nuclear waste were included in the cost of producing nuclear power, nuclear power would not be economic?\nIs the right hon. Gentleman aware that, for those and many other reasons, the United States has not ordered a nuclear power station since 1977, and has cancelled 90 of them? Does he agree that all of these factors ought to be in the public domain when he comes along with his proposals for getting people to accept the storage of nuclear waste in their areas? That view has been overtaken by events.","date":475372800000,"debate_title":"Radioactive Waste (Disposal)","mp_id":10037,"is_female":false,"topics":{"energy":0.36,"parliamentary terms":0.23,"care quality commission":0.18,"single market (?)":0.11,"airport and rail expansion":0.08}},{"mp_name":"Tony Benn","body":"Looking back on that long and bitter civil war, and from the Foreign Secretary's statement, is it not clear that the most successful part of what we have done has been the humanitarian aid? Many lives have been saved, and many people who would otherwise have starved have been supplied; whereas military interventions, including air strikes, have been the least successful, as has been most recently established.\nCan the Foreign Secretary give an assurance that, when we assess what can and cannot be done, the one thing that will not be abandoned is the humanitarian aid, and that what will be considered most carefully is whether it is wise to enter the war as a participant military force?","date":805507200000,"debate_title":"Bosnia","mp_id":10037,"is_female":false,"topics":{"middle east":0.81,"immigration":0.1}},{"mp_name":"Tony Benn","body":"Further to that point of order, Mr. Speaker. The issue, as I understand it, is that at the beginning of every Session the House passes a sessional order providing that if anyone tampers with witnesses to the House he is guilty of high crime and misdemeanour. That is a matter for the House. What the Minister said—it was quite unprecedented within the experience of most hon. Members here—is that a civil servant changed the answer that he had approved for delivery to the House, thus tampering with information that the House was entitled to receive. It is not for the Opposition to try to find out what goes on in the Department, but it is for the House, in the person of yourself, Mr. Speaker, to find out how it was that a civil servant interfered with a ministerial answer and denied the House the information that it should have had.","date":312422400000,"debate_title":"Council House Sales (Written Questions)","mp_id":10037,"is_female":false,"topics":{"house of lords":0.51,"domestic violence":0.26,"care quality commission":0.11}},{"mp_name":"Tony Benn","body":"Is the Minister aware that the very wild fluctuations that occurred in world markets reveal a great lack of confidence in the Western economies? Is she also aware that the damage that could be done to the British economy as a by-product of, for example, American policy makes it absolutely essential that we should not join the EMS and dismantle one of our remaining defences which it may be necessary for us to use to protect our own economy from the gambling that is taking place in the world's stock markets?","date":561772800000,"debate_title":"Oral Answers to Questions &#8212; Foreign and Commonwealth Affairs: European Community (Policies)","mp_id":10037,"is_female":false,"topics":{"banking":0.51,"animal welfare":0.1,"economy":0.08,"armed forces":0.07,"northern ireland":0.05}},{"mp_name":"Tony Benn","body":"In view of the Chancellor's statement that public expenditure levels may have played some part in the fall of the value of the pound, could it be that world markets do not share his view that the £5 billion spent on fighting the miners was a worthwhile investment? Taking into account the fact that, since the fall in the value of the pound, not a single pit in Britain is uneconomic, would it not be wise for the Government to settle with the miners, who are responsible for building so much of our industrial future?","date":475804800000,"debate_title":"Interest Rates","mp_id":10037,"is_female":false,"topics":{"investment":0.55,"economy":0.11,"energy":0.08}},{"mp_name":"Tony Benn","body":"In congratulating the Prime Minister on her visit to Communist China to hand over British colonial control in Hong Kong, may I ask the Leader of the House to tell the right hon. Lady that that creates an excellent precedent for ending colonial control in the Falklands, Gibraltar and Northern Ireland?","date":472176000000,"debate_title":"Oral Answers to Questions &#8212; Prime Minister: Engagements","mp_id":10037,"is_female":false,"topics":{"middle east":0.29,"european union":0.2,"house of lords":0.19,"parliamentary terms":0.11,"northern ireland":0.08,"nuclear weapons":0.06}},{"mp_name":"Tony Benn","body":"On a point of order, Mr. Speaker. I know that we are not allowed to challenge your judgment on individual matters relating to Standing Order No. 20. All hon. Members accept that. We have spent 20 minutes discussing the Moonies on a day when, for the first time in history, nurses in Britain have been driven by desperation to industrial action. It is possible, with great regret, to challenge the Speaker on a substantive motion. I say that because I am probably the only Member of the House who has moved a motion of censure on the Speaker. That was in relation to the refusal of an emergency debate that I sought to raise on the bombing of Oman about 30 years ago.\nI beg you, Mr. Speaker, to reconsider the criteria of urgency. When the National Health Service is so poorly funded that nurses are out on strike, it must take precedence over the Moonies and the Licensing Bill. I ask you to reconsider the criteria.","date":570844800000,"debate_title":"Points of Order","mp_id":10037,"is_female":false,"topics":{"speaker of the house":0.34,"nhs":0.14,"tribunal":0.11,"middle east":0.07}},{"mp_name":"Tony Benn","body":"Is the Minister aware that the statement that he has made today exposes for all to see the colossal and deliberate fraud perpetrated by the President of the Board of Trade personally and the Cabinet collectively when the review was announced? Authorisation of the importation of coal, of opencast extension, of the dash for gas and of nuclear power at three times the cost give the lie to the idea that there is no market or need for British coal in British power stations.\nIs the Minister also aware that, when the industry was privately owned, 1,200,000 miners were injured and 7,800 were killed in a nine-year period in the 1920s and 1930s when the mines were under private ownership? Does not the Minister realise that the public contrast those facts with the actions of the Labour Government who authorised the Selby coalfield and the Drax B power station, and made public—as I did—that the link with France enabled us to export coal from this country by wire to France?","date":751075200000,"debate_title":"Coal Industry","mp_id":10037,"is_female":false,"topics":{"energy":0.37,"investment":0.14,"animal welfare":0.07,"fraud terminology":0.07,"secretary of state terms":0.07}}]